Repository: apertium/apertium-sme-sma
Catalog: tmx_data/samediggi_sme2sma.tmx
Source language: sme
Languages: sma

source: Oahpahus.
sma: Lïerehtimmie

source: Sápmelaččain galgá leat dárbbašlaš máhttu, gelbbolašvuohta ja gálggat vai sáhttet ovdánahttit sámi servodagaid.
sma: Dah saemieh edtjieh daajroem, maahtoem jïh maehtelesvoeth utnedh mah leah daerpies gosse edtja saemien siebriedahkh evtiedidh.

source: Dát mearkkaša ahte sámi álbmogis galgá leat duohta vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii.
sma: Dïhte sæjhta jiehtedh dah saemieh aktem tjïelke reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Dat čiekŋuda sámi mánáide nana sámi identitehta ja gullevašvuođa sámi gielaide ja kultuvrii.
sma: Daate sæjhta saemien maanide jïh noeride aktem nænnoes saemien identiteetem jïh ektiedimmiem vedtedh saemien gïelese jïh kultuvrese.

source: Buot alit oahpahus ja dutkan galgá maiddái áimmahuššat sámi perspektiivva.
sma: Gaajhkh jollebe ööhpehtimmie jïh dotkeme edtjieh aaj dam saemien perspektijvem voebnesjidh.

source: Sihkkarastá buori rámmaeavttuid sámi mánáidgárddiide, vuođđooahpahussii, alit oahpahussii ja dutkamii gulahallama bakte guovddáš, guovlulaš ja báikkálaš eiseválddiiguin ja eará guoskevaš aktevrraiguin.
sma: Hijven mieriekrievemh gorredidh saemien maanagïertese, maadthööhpehtæmman, jollebe ööhpehtæmman jïh dotkemasse govlehtallemen tjïrrh, voernges, regijovnale jïh voenges åejvieladtjigujmie jïh jeatjah sjyöhtehke aktöörh

source: Ahte sámi mánáin ja nuorain lea nana identitehta ja gullevašvuohta sámi gillii, kultuvrii ja servodateallimii.
sma: Saemien maanah jïh noerh edtjieh aktem nænnoes identiteetem utnedh jïh ektiedimmiem saemien gïelese, kultuvrese jïh siebriedahkese utnedh

source: Ahte sámi álbmogis lea duohta vuoigatvuohta oažžut oahpahusa sámegielas ja sámegillii mas lea buorre ja dohkálaš kvaliteahta.
sma: Saemieh reaktam utnieh akten hijven lïerehtimmiem åadtjodh saemien gïelesne

source: Ahte buot alit oahpahus ja dutkan áimmahuššá sámi perspektiivva.
sma: Gaajhke jollebe ööhpehtimmie jïh dotkeme dam saemien perspektijvem voebnesjieh.

source: Sámediggi bargá máŋgga ládje joksamis daid mihttomeriid.
sma: Saemiedigkie njieljie vihties laavenjostoetjåanghkoeh Maahtoedepartementine åtna fïerhten jaepien maanagïerten, maadthlïerehtimmien jïh jollebe ööhpehtimmien bïjre.

source: Mii ovttasbargat guovddáš eiseválddiiguin ja juohkit dieđuid ja rávvagiid sámegielat oahpahusa birra.
sma: xxx

source: Mii juolludat doarjagiid ja stipeanddaid, hálddašat oahpponeavvobuvttadeami, ráhkadat oahppoplánaid ja sihkkarastit rámmaeavttuid vuođđooahpahussii, alit oahpahussii ja dutkamii.
sma: xxx

source: Vuoigatvuođat
sma: Reaktah

source: Oahpahuslága 6. kapihttalis leat mearrádusat sámegiela oahpahusa birra vuođđoskuvllas (§ 6-2) ja joatkkaskuvllas (§ 6-3).
sma: Ööhpehtimmielaake 6. kaptihtele nænnoestimmieh lïerehtimmien bïjre saemiengïelesne åtna maadthskuvlesne (§ 6-2) jïh jåarhkeskuvlesne (§ 6 -3).

source: Sámegielain dás oaivvilduvvojit davvi-, lulli- ja julevsámegielat.
sma: Saemien lea dovne noerhte, - åarjel jïh julevsaemien.

source: Ohppiin lea danin láhkamearriduvvon, oktagaslaš vuoigatvuohta oažžut sámegielfágas oahpu sihke mánáidskuvllas, nuoraidskuvllas ja joatkkaskuvllas, beroškeahttá gos riikkas sii orrot.
sma: Dannasinie akte learohke aktem sjïere reaktam åtna laaken mietie, lïerehtimmiem åadtjodh saemienfaagesne, dovne maanadaltesisnie, noeredaltesisnie jïh jåarhkeskuvlesne, saaht gusnie laantesne årroeh.

source: Oahppit ieža válljejit guđe sámegielas sii háliidit oahpahusa.
sma: Dah learohkh jïjtje veeljieh mennie gïelesne daejstie golme saemien gïelijste dah sijhtieh lïerehtimmiem utnedh.

source: Oahpahuslága § 6-2 mielde lea vuođđoskuvlla ohppiin geat orrot sámi guovllus vuoigatvuohta oažžut oahpahusa sámegillii ja sámegielas.
sma: Ööhpehtimmielaaken § 6- 2 mietie, dle learohkh maadthskuveaalteren, mah aktene saemien dajvesne årroeh, reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Dáinna oaivvilduvvo ahte ohppiin lea vuoigatvuohta oažžut oahpahusa sámegillii maiddái eará fágain, mii mearkkaša ahte oahpahus lágiduvvo sámegillii.
sma: Dah learohkh reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne aaj jeatjah faagine, amma guktie abpe ööhpehtimmie lea saemiengïelesne.

source: Olggobealde hálddašanguovllu lea sápmelaččain vuoigatvuohta oažžut oahpahusa sámegillii jus unnimusat 10 oahppi dan gáibidit, ja nu guhká go sii leat joavkun mas leat 6 oahppi.
sma: Reeremedajven ålkolen dle saemieh reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne jis unnemes 10 learohkh dam sijhtieh, jïh dan guhkiem dah leah akte dåehkie 6 learohkigujmie.

source: Suohkan sáhttá mearridit fállat sámegielat oahpahusa ovtta dahje máŋgga suohkana skuvllain.
sma: Tjïelte maahta nænnoestidh lïerehtimmiem saemiengïelesne bïejedh akten jallh gellide skuvlide tjïeltesne.

source: Suohkan dat loahpalaččat mearrida guđe skuvlii dákkár fálaldat galgá sajáiduvvot.
sma: Dah tjïelth nænnoestieh mennie skuvlesne akte dagkeres faalenasse edtja årrodh.

source: Skuvlaeaiggádis lea bajitdási ovddasvástádus fuolahit ahte ohppiid vuoigatvuohta oažžut sámegielat oahpahusa ollašuvvo.
sma: Skuvlen aajhtere dam bijjemes diedtem åtna ihke learohki reaktah saemien lïerehtæmman steeresuvvieh.

source: Oahpahuslága § 6-3 guoská ohppiide joatkkaskuvllain.
sma: Ööhpehtimmielaaken § 6 -3 lea learohki bïjre jåarhkelïerehtimmesne.

source: Sámi ohppiin lea oktagaslaš vuoigatvuohta oažžut oahpahusa sámegielas joatkkaskuvllas.
sma: Saemien learohkh aktem sjïere reaktam utnieh lïerehtimmiem åadtjodh saemiengïelesne jåarhkeskuvlesne.

source: Joatkkaoahpahussii sáhttá departemeanta mearridit láhkaásahusaid main daddjo ahte dihto skuvllat galget fállat oahpahusa sámegillii ja sámegielas dahje sierranas sámi fágain.
sma: Jåarhkelïerehtimmien sjiekenisnie dle departemente maahta mieriedimmieh vedtedh ihke såemies skuvlh edtjieh lïerehtimmiem faalehtidh saemiengïelesne ellieslaakan jallh sjïere saemien faagine.

source: Oahpahuslága láhkaásahusa § 7-1 vuođul, de lea ohppiin vuoigatvuohta oažžut oahpahusa molssaevttolaš vuogi mielde jus skuvlla iežas oahpaheaddjit eai sáhte doaimmahit dán oahpahusa.
sma: Mieriedimmien mietie ööhpehtimmielaakese § 7-1, dle learohkh reaktam utnieh alternatijve lïerehtimmievuekiem åadtjodh dah guhkiem jïjtsh lohkehtæjjah eah maehtieh lïerehtimmiem vedtedh.

source: Geavatlaččat dákkár oahpahusvuohki mearkkaša ahte oahpahus fállojuvvo juogo gáiddusoahpahusa, árjjalašoahpahusa dahje gohttehatskuvlla bakte.
sma: Riektesisnie sæjhta jiehtedh dagkeres lïerehtimmievuekie lea maajhööhpehtimmie, intensijve ööhpehtimmie jallh gïelebiesieh.

source: Vuođđoskuvla ja joatkkaskuvllat miehta Norgga leat oahpahuslága § 6-4 mielde geatnegahttojuvvon fállat oahpahusa vai oahppit ohppet sápmelaččaid ja sámi giela, kultuvrra ja servodateallima birra.
sma: Ööhpehtimmielaaken § 6 -4 mietie dle maadthskuvlh jïh jåarhkeskuvlh abpe Nöörjesne diedtem utnieh lïerehtimmiem vedtedh saemiej, saemien gïelen, kultuvren jïh siebriedahkejieleden bïjre.

source: Friddjaskuvlla ohppiin ii leat vuoigatvuohta oažžut sámegielat oahpahusa.
sma: Learohkh frijjeskuvline eah naan reaktam utnieh lïerehtimmiem åadtjodh saemien gïelesne.

source: Friddjaskuvllain šaddet sámi oahppit earenoamážit ohcat sámegieloahpahusa.
sma: Saemien learohkh frijjeskuvline tjuerieh sjïerelaakan lïerehtimmien bïjre saemiengïelesne syökedh.

source: Lea skuvlii alcces mearridit fállet go sámegielat oahpahusa vai eai iežaset ohppiide.
sma: Skuvle jïjtse nænnoste mejtie dah saemienööhpehtimmiem sijjen learoehkidie faalehtieh.

source: Dieđut dán birra.
sma: Bievnesh dan bïjre.

source: Sámedikkis leat njeallje bistevaš bargočoahkkima Máhttodepartemeanttain jagis main fáttát lea mánáidgárdi, vuođđooahpahus ja alit oahpahus.
sma: Saemiedigkie nænnoste, dej mieriej sisnjeli mejtie Gærhkoe- jïh ööhpehtimmiedepartemente bïejeme, learoesoejkesjh saemiengïelesne maadthskuvlese jïh jåarhkeskuvlese, jïh aaj duadtan, båatsoefaagese jïh jeatjah sjïere saemien faagide jåarhkeööhpehtæmman.

source: Sámediggi mearrida sámegiela oahppoplána, vuođđoskuvlii ja joatkkaskuvlii, ja oahppoplána duodjái, boazodoallofágii ja eará earenoamáš fágaide rávisolbmuid várás, Girko- ja oahpahusdepartemeantta mearriduvvon rámmaid vuođul.
sma: xxx

source: Oahppoplánaid láhkaásahus §2-3 ja §3-4 mearrida oahpahusa sámiide, sin giela ja servodateallima birra iešguđetge fágasurggiid oktavuođas.
sma: Mieriedimmieh learoesoejkesji bïjre, § 2-3 jïh § 3-4 mietie, edtjieh stilledh lïerehtidh saemiej bïjre, saemiej gïelen bïjre jïh siebriedahkejieleden bïjre, ektiedamme dejtie ovmessie faagesuerkide.

source: Girko- ja oahpahusdepartemeantta mearrádusa vuođul lea Sámedikkis váldi mearridit láhkaásahusa dákkár oahpahusa sisdoalu birra.
sma: Mieriej sisnjeli, mejtie Gærhkoe- jïh ööhpehtimmiedepartemente nænnoestamme, dle Saemiedigkie faamoem åtna mieriedimmieh sisvegen bïjre vedtedh dagkarinie lïerehtimmine.

source: Sámedikkiin galgá ráđđádallat buot oahpahusáššiin mat guoskkahit sámi beroštumiide.
sma: Edtja Saemiedigkine rååresjidh gaajhkine ööhpehtimmieaamhtesinine mah saemien iedtjide gïetedieh.

source: • Ovttas.no - Sámi oahpponeavvut neahtas
sma: • Ovttas.no - Saemien learoevierhtieh gaskeviermesne

source: Mii leat čohkken govaid, girjjiid, filmmaid, jienaid, oahpporeaidduid ja digitála resurssaid vai dutnje šaddá álkit leat oahpaheaddjin sámi skuvllas.
sma: Mijjieh libie tjööngkeme guvvieh, gærjah, jielijeguvvieh, tjoejenassh, lohkehtimmiedeerpegh, tjaalaldahkh, jih digitaale vierhtieh guktie edtja aelkebe dutnjien ööhpehtæjjine saemien skuvline årrodh.

source: Dasa lassin gávnnat artihkkaliid sámi áššiid birra ja pedagogalaš rávvagiid.
sma: xxx

source: Mánáidgárdi
sma: Maanagïerte

source: Sámi mánáidgárdi lea mánáidgárdi sámi mánáid várás ja gos leat sámi mánát.
sma: Akte saemien maanagïerte lea akte maanagïerte saemien maanide jïh saemien maanajgujmie.

source: Dat lea mánáidgárdi mas sámegiella lea doaibmagiellan, ja mii earenoamážiid deattuha sámi kultuvrra.
sma: Akte maanagïerte gusnie iktegisth saemiestieh jïh joekoen leavloem beaja saemien kultuvrese.

source: Maiddái deattuhuvvo bargun ahte leat veahkkin fállamis sámegiela oahpahusa daid mánáidgárddiin gos dat dárbbašuvvo.
sma: Aaj leavloem bïejeme ihke maehtedh viehkine årrodh saemien gïelelïerehtimmiem vedtedh dejnie maanagïertine gusnie daerpies.

source: Buot sámi mánáin lea vuoigatvuohta oažžut mánáidgárdefálaldaga mii doahttala mánáid giela ja kultuvrra.
sma: Gaajhkh saemien maanah reaktam utnieh aktem maanagïertefaalenassem åadtjodh mij dej gïelem jïh kultuvrem krööhkie.

source: Sámediggi bargá dan badjelii ahte mánáidgárddit galget leat gergosat sámi mánáide láhččet fálaldaga mii doahttala ja vuhtii váldá mánáid giela ja kultuvrra.
sma: Saemiedigkie barka ihke maanagïerth edtjieh buektiehtidh dejtie saemide maanide aktem hijven faalenassem vedtedh, mij dej gïelem jïh kultuvrem krööhkie.

source: Sámediggi bargá dan badjelii:
sma: Saemiedigkie sæjhta:

source: Nannet ja ovdánahttit sámi mánáidgárdemánáid giela, kultuvrra ja gullevašvuođa.
sma: xxx

source: Nannet sámegielat mánáidgárdebargiid rekrutterema.
sma: xxx

source: Sámediggedieđáhus mánáidgárddi birra.
sma: xxx

source: Sámediggi lea čállimin dieđáhusa mánáidgárdefálaldaga birra.
sma: xxx

source: Dieđáhus galgá čalmmustahttit áŋgiruššansurggiid ja daid hástalusaid maid ferte dustet go oččoda nu buori mánáidgárddiid go vejolaš.
sma: xxx

source: Guđe hástalusaid oainnát don sámi mánáidgárdefálaldaga ektui? Sámediggi bovde guoskevaš instánssaid searvat árjjalaččat.
sma: xxx

source: Stuorimus gaskaoapmi nannemis sámi mánáidgárdemánáid giela ja kultuvrra lea doarjja mánáidgárddiide.
sma: Dïhte stööremes tsavtshvierhtie juktie saemien maanagïertemaanaj gïelem jïh kultuvrem veaksahkåbpoe darjodh, lea dïhte dåarjoe maanagïertide.

source: Sámedikkis leat maiddái stipeandaortnegat, earret eará rekrutteremis sámegielat bargiid mánáidgárddiide.
sma: Saemiedigkien aaj stipendeöörnegh, gaskem jeatjah barkijh mah saemiestieh dåårrehtidh maanagïertide.

source: Lea vejolaš addit stipeandda sihke joatkkaskuvlla ohppiide, ja allaskuvlla ja universiteahta studeanttaide.
sma: Maahta stipendem vedtedh learoehkidie dovne jåarhkeskuvlesne jïh studentide jolleskuvline jïh universiteetine.

source: Sámediggi lágida fierpmádatčoahkkimiid sámi mánáidgárdebargiid várás, vai ovdánahttit kvaliteahta ja loktet gelbbolašvuođa.
sma: Saemiedigkie viermietjåanghkoeh barkijidie saemien maanagïertine öörnie, juktie kvaliteetem evtiedidh jïh maahtoem lutnjedh.

source: Sámediggi maiddái mánáidgárdesuorgái buktá neavvagiid sámegiela oahpahusa birra.
sma: Saemiedigkie aaj bïhkedimmiem vadta saemien lïerehtimmien bïjre maanagïertesuerkien sisnjelen.

source: Sámedikkis leat máŋga ovttasbargoguoimmi geat minguin ovttasbarget vai ulbmiliiddámet joksat.
sma: Saemiedigkien jienebh laavenjostoeguejmieh mah mijjine ektine berkieh, juktie mijjen ulmide jaksedh.

source: Mánáidgárddiid vánhenlávdegoddi
sma: Maanagïerti eejhtegemoenehtse

source: Máhttodepartemeanta
sma: Maahtoedepartemente

source: Oahpahusdirektoráhtta
sma: Ööhpehtimmiedirektovrate

source: Fylkkamánni
sma: Fylhkenålma

source: Mis lea maiddái lagas ovttasbargu ovttaskas suohkaniiguin, dat lea suohkana ovddasvástádus fuolahit ahte mánáidgárddit fállet sámi giella- ja kulturoahpahusa.
sma: Mijjieh aaj lïhke laavenostebe dej sjïere tjïeltigujmie, juktie dah tjïelth dah, mah diedtem utnieh ihke maanagïerth aktem hijven faalenassem vedtieh saemien gïele- jïh kultuvrelïerehtimmien bïjre.

source: Suohkan lea mánáidgárddiid, maiddái priváhta mánáidgárddiid gozihaneiseváldi.
sma: Tjïelte vaaksjomefaamoem maanagïertide åtna, aaj dejtie privaate.

source: Sámediggi doalaha oktavuođa ovttaskas mánáidgárddiiguin, ja eará mánáidgárdeeaiggádiiguin go suohkanin.
sma: Saemiedigkie aaj dej sjïere maanagïertigujmie govlehtalla, jïh aaj jeatjah maanagïerteaajhterigujmie goh tjïelte.

source: Fylkkamánni ovddasvástádus lea neavvut suohkaniid ja eará mánáidgárdeeaiggádiid, ja gozihit ahte suohkanat doaimmahit geatnegahttojuvvon doaimmaideaset.
sma: Fylhkenålman diedte lea tjïeltide jïh jeatjah maanagïerteaajhteridie bïhkedidh, jïh vaaksjodh dah tjïelth sijjen stilleme laavenjassh darjoeh.

source: Olgguldas veahkkevárit:
sma: Byjngetje vierhtieh:

source: Vuođđoskuvla ja JS
sma: Maadthskuvle jïh JÅAS

source: Skuvla lea okta dain deháleamos servodatásahusain.
sma: Skuvle lea akte mijjen vihkielommes institusjovnijste siebriedahkesne.

source: Das lea vássánáigi doaimma vuođđun ja galgá min ráhkkanahttit dustet boahtteáiggi.
sma: Dïhte lea viedteldihkie dejpelasse jïh edtja mijjem ryöjredidh båetijen beajjan.

source: Skuvla ja oahpaheaddji daguhit máhto, kultuvrra ja árvvuid nuppi sohkabuolvvas nubbái.
sma: Skuvle jïh lohkehtæjja daajroem, kultuvrem jïh aarvoeh boelveste boelvese sertiestieh.

source: Gelbbolašvuohta -máhttu- lea servodaga vuođđoveahkkevárri.
sma: Maahtoe lea sibriedahken aalkoevierhtie.

source: Vuoruheames ja doarjumis skuvlla ja oahpahusa lea danin mearrideaddjin vai sámi servodat galgá ovdánahttojuvvot sápmelaččaid iežaset višuvnnaid, vuoruhemiid ja eavttuid mielde.
sma: Jis dïhte saemien siebriedahke edtja evtiesovvedh saemiej jïjtsh visjovnigujmie, prijoritetigujmie jïh premissigujmie, dle skuvle jïh ööhpehtimmie dïhte ellen vihkielommes.

source: ahte galgá ráhkaduvvot ollislaš oahpahuspolitihkka vuođđooahpahussii ja joatkkaoahpahussii
sma: refusjovnemaaksoem saemien gïeleööhpehtæmman staeriedidh guktie dah riektes maaksoeh maeksesuvvieh

source: ahte ruovttoluotta máksinmearri sámegielat oahpahussii muddejuvvo nu ahte duohta golut máksojuvvojit
sma: Saemien Jilleskuvle aalkoealmetjeuniversiteetine evtiesåvva

source: ahte Sámi Allaskuvla ovdánahttojuvvo álgoálbmotuniversiteahttan
sma: gaerteneskuvlh saemien dajvine tjåadtjoehtidh

source: ahte giliskuvllat sámi guovlluin galget bisuhuvvot
sma: learohkelåhkoem lissiehtidh mah jåarhkeskuvlem illehtieh

source: ahte ohppiidlohku geat čađahit joatkkaskuvlla, lassána
sma: Daelie daejnie barkebe:

source: Dát lea mainna dál bargat:
sma: Saemiedigkien bïevnese lïerehtimmien jïh ööhpehtimmien bïjre.

source: Sámediggedieđáhusain oahpu ja oahpahusa birra.
sma: Saemiedigkie Nöörjesne lea daan raajan ij naan bijjemes ulmieh evtiedamme akten ållesth ööhpehtimmiepolitihkese.

source: Sámediggi Norggas ii leat dássážii hábmen bajitdási mihttomeriid ollislaš oahpahuspolitihkkii.
sma: Saemiedigkien bïevnesinie lïerehtimmien jïh ööhpehtimmien bïjre dle Saemiedigkie sæjhta maam akt daejnie darjodh.

source: Muhto Sámediggedieđáhus oahpu ja oahpahusa birra dán dili rievdada.
sma: Uvtemes dannasinie ööhpehtimmiepolitihke lea joekoen vihkeles dan saemien siebriedahkese, jïh siebriedahke- jïh maahtoebigkemen gaavhtan, daelie jïh båetijen biejjien.

source: Vuosttažettiin danin go oahpahuspolitihkas lea stuorra mearkkašupmi sámi servodahkii ja servodat- ja gealbohuksemis dál ja ovddasguvlui.
sma: Meatan årrodh guktie refusjovne sjædta ööhpehtimmielaakesne, geerveööhpehtimmielaakesne, privaateskuvlelaakesne jïh mieriedimmine saemien lïerehtimmien bïjre

source: Váikkuhit dasa ahte oahpahusláhka rávisolbmuidoahpahusláhka, priváhtaskuvllaidláhka ja láhkaásahusat mat gusket sámegiela oahpahussii ođasmahttojuvvojit.
sma: xxx

source: Ođasmahttit oahppoplána man Sámediggi lea mearridan.
sma: Learoesoejkesh staeriedidh mejtie Saemiedigkie jååhkesjamme

source: Sámediggi juohká dieđuid ja rávvagiid sámegielat oahpahusa birra vuođđoskuvllas.
sma: Saemiedigkie beavna jïh bïhkede saemien lïerehtimmien bïjre maadthlïerehtimmien sisnjelen

source: Sámegielat oahpahus – vuoigatvuođat ja geatnegasvuođat.
sma: Saemien lïerehtimmie – reaktah jïh diedth

source: Gáiddusoahpahus:
sma: Maajhööhpehtimmie:

source: Gáiddusoahpahus ja guosseoahppa lea molssaevttolaš oahpahusvuohki man galgá atnit dušše dalle go dábálaš oahpahus ii sáhtte adnot.
sma: Maajhööhpehtimmie jïh viesehtimmie leah akte alternatijve lïerehtimmievuekie maam edtja ajve nåhtadidh dej veajkoej gosse ij maehtieh sïejhme lïerehtimmiem vedtedh.

source: Jus skuvlaeaiggádis ii leat oahpaheaddji guhte sáhttá oahpahit sámegillii, de son ferte fállat ohppiide oahpahusa sámegielas dákkár molssaevttolaš oahpahusvugiid bakte.
sma: xxx

source: Odne fállojuvvo sámegielat gáiddusoahpahus sihke vuođđoskuvllain ja joatkkaskuvllain.
sma: Daan biejjien maajhööhpehtimmiem faalehte saemien gïeline dovne maadthskuvlesne jïh jåarhkeskuvlesne.

source: Skuvlaeaiggádis geas ii leat oahpaheaddji sámegieloahpahussii, galgá fállat ohppiide sámegielat oahpahusa molssaevttolaš oahpahusvugiid bakte.
sma: Skuvleaajhtere, mij ij naan lohkehtæjjam utnieh guhte maahta lïerehtimmiem vedtedh saemiengïelesne, tjuerieh sijjen learohkh lïerehtimmiem saemiengïelesne faalehtidh, viehkine alternatijve lïerehtimmievuekijste.

source: Oahpahuslága láhkaásahus § 7-1 molssaevttolaš oahpahusvugiid birra, daddjo ahte gáiddusoahpahus lea okta máŋga molssaeavttuin.
sma: Mieriedimmesne ööhpehtimmielaakese § 7 -1 alternatijve lïerehtimmievuekiej bïjre, dle maajhööhpehtimmie akte gellijste alternatijvijste.

source: Odne fállojuvvo sámegielat gáiddusoahpahus sihke vuođđoskuvllas ja joatkkaskuvllas.
sma: xxx

source: Nordlándda Fylkkamannis lea lulli- ja julevsámegiela gáiddusoahpahusa koordinerenovddasvástádus.
sma: Fylhkenålma Nordlaantesne iktedimmiediedtem åtna åarjel-jïh julevsaemien maajhööhpehtimmien åvteste.

source: Finnmárkku Fylkkamánnis lea davvisámegiela gáiddusoahpahusa koordinerenovddasvástádus.
sma: Fylhkenålma Finnmaarhkesne iktedimmiediedtem åtna noerhtesaemien maajhööhpehtimmien åvteste.

source: Dutkan ja alit oahpahus
sma: Dotkeme jïh jollebe ööhpehtimmie

source: Dutkan ja áŋgiruššamis alit oahpahusa lea dehálaš seailluheames, nannemis ja ovdánahttimis sámi servodaga.
sma: Dotkeme jïh jollebe ööhpehtimmie leah vihkeles gorredimmien, nænnoestimmien jïh evtiedimmien gaavhtan dehtie saemien siebriedahkeste.

source: Sámedikki mielas dárbbašuvvo dutkanvuođustuvvon máhtolašvuohta go bargat bajásšaddan- ja oahpahuspolitihkain.
sma: Saemiedigkie vuajna daerpies daajroem dotkemistie utnedh gosse byjjenimmie- jïh lïerehtimmiepolitihkine barka.

source: Maiddái lea dehálaš ovdánahttit sámegiela dutkangiellan.
sma: Vihkeles saemien dotkemegïeline evtiedidh.

source: Lea maiddái dehálaš láhččet ja movttiidahttit eanet sápmelaččaid válljet dutkanámmáha ja dutkat iežas servodagas.
sma: Aaj vihkeles sjïehteladtedh jïh jienebh saemieh skreejredh dotkijinie sjïdtedh, jïh jïjtse siebriedahkesne dotkedh.

source: Mii maiddái atnit dehálažžan ovdánahttimis stuorit ja stáđđáset fágabirrasiid sámi dutkama ja alit oahpahusa várás, mas áimmahuššet ollislaš sámi geahččanguovllu.
sma: Mijjieh aaj vuejnebe vihkeles stuerebe jïh vielie staabijle faagebyjresh evtiedidh saemien dotkemasse jïh jollebe ööhpehtæmman, gusnie aktem saemien ållesth perspektijvem voebnesje.

source: Ovdánahttimis Sámi allaskuvla álgoálbmotuniversiteahttan lea oassin dán mannolagas.
sma: Akte lïhtese daennie prosessesne sæjhta årrodh Saemien jilleskuvlem aalkoealmetjeuniversiteetine evtiedidh.

source: Seammás lea guovddášbargun oažžumis sámi perspektiivva oassin buot alit oahpahusain Norggas.
sma: Seamma tïjjen sæjhta jarngesne årrodh dam saemien perspektijvem sjïehtesjidh gaajhkine jollebe ööhpehtimmine Nöörjesne.

source: Sámediggi ieš ii doaimmat dutkama, muhto oaidná man dehálaš dutkama máhtolašvuohta sihke olggobealde ja siskkobealde lea sámi servodahkii.
sma: Saemiedigkie ij jïjtse dotkeminie gïehtelh, men vuajna dïhte daajroe maam dotkeme vadta lea vihkeles dovne dennie saemien siebriedahkesne jïh ålkolen.

source: Ahte buot alit oahpahus ja dutkan vuhtiiváldá sámi perspektiivva
sma: Gaajhke jollebe ööhpehtimmie jïh dotkeme dam saemien perspektijvem voebnesjieh

source: Ahte ásahuvvo bistevaš sámi dulkonoahpu oahppofálaldat
sma: aktem ihkuve studijefaalenassem tseegkedh saemien toelhkeööhpehtimmien sisnjelen

source: Ovdaskuvlaoahpahusa dárkkistuvvon našunála rámmaplánain.
sma: Staeriedamme nasjovnale mieriesoejkesje aarhskuvlelohkehtæjjan ööhpehtæmman.

source: Sámediggi lea mielde lávdegottis mii bargá rámmaplána dárkkistemiin.
sma: Saemiedigkie lea meatan moenehtsisnie mij barkeminie mieriesoejkesjem staeriedidh.

source: Bargolávdegoddi álggahii barggus 2011 guovvamánu 3. beaivvi, ja deaivvada mánnosaččat.
sma: Barkoe aktene tjåanghkosne eelki goevten 3. b. 2011, jïh tjåanghkoeh åtna fïerhten asken.

source: Maŋimus čoahkkin rámmaplánalávdegottis lea 2012 ođđajagimánus.
sma: Dïhte minngemosth tjåanghkoe mieriesoejkesjemoenehtsisnie lea tsiengelen 2012.

source: Máhttodepartemeanta lea mearridan ahte galgá ráhkaduvvot sierra rámmaplána sámi ovdaskuvlaoahpahussii.
sma: Maahtoedepartemente lea nænnoestamme aktem jïjtse mieriesoejkesjem darjodh saemien aarhskuvlelohkehtæjjaööhpehtæmman.

source: Dát bargu lea dán plánendásis ja departemeanta bargá gávdnamis jođiheaddji lávdegoddái.
sma: Daelie dam barkoem soejkesjeminie jïh departemente barkeminie aktem moenehtsen åvtehkem skååffedh.

source: Sámi allaskuvla lea lávdegotti čállingoddi.
sma: Saemien jilleskuvle sæjhta tjaelijesijjine årrodh.

source: Ođđa vuođđoskuvlaoahpaheaddji oahpu rámmaplána oktavuođas lea Sámediggi bargan dan badjelii ahte sámi perspektiiva galgá leat oassin buot alit oahpahusain.
sma: Dan orre mieriesoejkesjen sjiekenisnie maadthskuvlelohkehtæjjaööhpehtæmman, dle Saemiedigkie barkeme juktie ulmiem jaksedh dan saemien perspektijven bïjre mij edtja meatan årrodh gaajhkine jollebe ööhpehtimmine.
